Repository: bakiucann/InSaveAppStore
Catalog: InstaSaver/InstaSaver/*.lproj/Localizable.strings
Languages: ar, de, it, pt_br

source: OK
ar: موافق

source: Cancel
ar: إلغاء
de: Abbrechen
it: Annulla
pt_br: Cancelar

source: Error
ar: خطأ
de: Fehler
it: Errore
pt_br: Erro

source: Send
ar: إرسال
de: Senden
it: Invia
pt_br: Enviar

source: Preview
ar: معاينة
de: Vorschau
it: Anteprima
pt_br: Visualizar

source: Terms
ar: الشروط
de: Nutzungsbedingungen
it: Termini
pt_br: Termos

source: Privacy
ar: الخصوصية
de: Datenschutz
pt_br: Privacidade

source: Version %@
ar: الإصدار %@
it: Versione %@
pt_br: Versão %@

source: Done
ar: تم
de: Fertig
it: Fatto
pt_br: Concluído

source: Delete
ar: حذف
de: Löschen
it: Elimina
pt_br: Excluir

source: Save
ar: حفظ
de: Speichern
it: Salva
pt_br: Salvar

source: Close
ar: إغلاق
de: Schließen
it: Chiudi
pt_br: Fechar

source: Create
ar: إنشاء
de: Erstellen
it: Crea
pt_br: Criar

source: Feedback Type: %@
ar: نوع التعليق: %@
de: Feedback-Typ: %@
it: Tipo di feedback: %@
pt_br: Tipo de feedback: %@

source: User Feedback:
ar: تعليق المستخدم:
de: Benutzer-Feedback:
it: Feedback utente:
pt_br: Feedback do usuário:

source: Device Info
ar: معلومات الجهاز
de: Geräteinformationen
it: Info dispositivo
pt_br: Informações do dispositivo

source: App Version: %@ (%@)
ar: إصدار التطبيق: %@ (%@)
it: Versione app: %@ (%@)
pt_br: Versão do app: %@ (%@)

source: iOS Version: %@
ar: إصدار iOS: %@
it: Versione iOS: %@
pt_br: Versão do iOS: %@

source: Device: %@
ar: الجهاز: %@
de: Gerät: %@
it: Dispositivo: %@
pt_br: Dispositivo: %@

# Email not available message
source: Email is not available. You can reach us through: • Email: ucnllc@gmail.com • Instagram: @insaveapp Please copy your feedback and use any of these methods.
ar: البريد الإلكتروني غير متاح. يمكنك التواصل معنا عبر: • البريد الإلكتروني: ucnllc@gmail.com • انستغرام: @insaveapp يرجى نسخ تعليقك واستخدام أي من هذه الطرق.
de: E-Mail ist nicht verfügbar. Sie können uns erreichen über: • E-Mail: ucnllc@gmail.com • Instagram: @insaveapp Bitte kopieren Sie Ihr Feedback und nutzen Sie eine dieser Methoden.
it: L'email non è disponibile. Puoi contattarci tramite: • Email: ucnllc@gmail.com • Instagram: @insaveapp Per favore, copia il tuo feedback e usa uno di questi metodi.
pt_br: Email não disponível. Você pode nos contatar através de: • Email: ucnllc@gmail.com • Instagram: @insaveapp Por favor, copie seu feedback e use qualquer um desses métodos.

source: Home
ar: الرئيسية
de: Start
pt_br: Início

source: History
ar: السجل
de: Verlauf
it: Cronologia
pt_br: Histórico

source: Collections
ar: المجموعات
de: Sammlungen
it: Collezioni
pt_br: Coleções

source: Profile
ar: الملف الشخصي
de: Profil
it: Profilo
pt_br: Perfil

source: Paste Instagram Link
ar: لصق رابط انستغرام
de: Instagram-Link einfügen
it: Incolla link Instagram
pt_br: Colar link do Instagram

source: Enter Instagram URL
ar: أدخل رابط انستغرام
de: Instagram-URL eingeben
it: Inserisci URL Instagram
pt_br: Digite a URL do Instagram

source: Clear
ar: مسح
de: Löschen
it: Cancella
pt_br: Limpar

# Download Now
source: Search Now
ar: تحميل الآن
de: Jetzt herunterladen
it: Scarica ora
pt_br: Baixar agora

# Recent Downloads
source: Recent Saves
ar: التحميلات الأخيرة
de: Letzte Downloads
it: Download recenti
pt_br: Downloads recentes

# No Downloads Yet
source: No Saves Yet
ar: لا توجد تحميلات بعد
de: Noch keine Downloads
it: Nessun download
pt_br: Nenhum download ainda

# Start downloading your favorite Instagram content
source: Start saving your favorite Instagram content
ar: ابدأ بتحميل محتوى انستغرام المفضل لديك
de: Beginnen Sie mit dem Download Ihrer liebsten Instagram-Inhalte
it: Inizia a scaricare i tuoi contenuti preferiti da Instagram
pt_br: Comece a baixar seu conteúdo favorito do Instagram

source: Invalid URL
ar: رابط غير صالح
de: Ungültige URL
it: URL non valido
pt_br: URL inválida

source: Please enter a valid Instagram URL
ar: يرجى إدخال رابط انستغرام صالح
de: Bitte geben Sie eine gültige Instagram-URL ein
it: Inserisci un URL Instagram valido
pt_br: Por favor, insira uma URL válida do Instagram

source: Processing...
ar: جارٍ المعالجة...
de: Verarbeitung...
it: Elaborazione...
pt_br: Processando...

source: Loading...
ar: جارٍ التحميل...
de: Laden...
it: Caricamento...
pt_br: Carregando...

source: Paste Instagram URL here...
ar: الصق رابط انستغرام هنا...
de: Instagram-URL hier einfügen...
it: Incolla qui l'URL Instagram...
pt_br: Cole a URL do Instagram aqui...

source: Paste
ar: لصق
de: Einfügen
it: Incolla
pt_br: Colar

source: InSave for Instagram
ar: InSave لانستغرام
de: InSave für Instagram
it: InSave per Instagram
pt_br: InSave para Instagram

# Download Reels, Stories & Video Posts
source: Save Reels, Stories & Video Posts
ar: تحميل الريلز والقصص ومنشورات الفيديو
de: Reels, Stories und Video-Posts herunterladen
it: Scarica Reels, Storie e post video
pt_br: Baixe Reels, Stories e posts de vídeo

source: PRO
ar: النسخة المحترفة

source: Copy Link
ar: نسخ الرابط
de: Link kopieren
it: Copia link
pt_br: Copiar link

source: Open Instagram and copy video/story link
ar: افتح انستغرام وانسخ رابط الفيديو/القصة
de: Instagram öffnen und Video/Story-Link kopieren
it: Apri Instagram e copia il link del video/storia
pt_br: Abra o Instagram e copie o link do vídeo/story

source: Paste URL
ar: لصق الرابط
de: URL einfügen
it: Incolla URL
pt_br: Colar URL

source: Paste the link in the input box
ar: الصق الرابط في مربع الإدخال
de: Link in das Eingabefeld einfügen
it: Incolla il link nel campo di input
pt_br: Cole o link na caixa de entrada

# Download
source: Save
ar: تحميل
de: Herunterladen
it: Scarica
pt_br: Baixar

# Click download and save video
source: Click search and save video
ar: انقر على تحميل واحفظ الفيديو
de: Klicken Sie auf Herunterladen und speichern Sie das Video
it: Clicca scarica e salva il video
pt_br: Clique em baixar e salve o vídeo

source: Rename Collection
ar: إعادة تسمية المجموعة
de: Sammlung umbenennen
it: Rinomina collezione
pt_br: Renomear coleção

source: New collection name
ar: اسم المجموعة الجديد
de: Neuer Sammlungsname
it: Nuovo nome collezione
pt_br: Novo nome da coleção

source: Rename
ar: إعادة تسمية
de: Umbenennen
it: Rinomina
pt_br: Renomear

source: Delete Collection
ar: حذف المجموعة
de: Sammlung löschen
it: Elimina collezione
pt_br: Excluir coleção

source: Collection Name cannot be empty.
ar: لا يمكن أن يكون اسم المجموعة فارغًا.
de: Sammlungsname darf nicht leer sein.
it: Il nome della collezione non può essere vuoto.
pt_br: O nome da coleção não pode estar vazio.

source: No Collections Yet
ar: لا توجد مجموعات بعد
de: Noch keine Sammlungen
it: Nessuna collezione
pt_br: Nenhuma coleção ainda

# Create your first collection to organize your downloads
source: Create your first collection to organize your saves
ar: أنشئ مجموعتك الأولى لتنظيم تحميلاتك
de: Erstellen Sie Ihre erste Sammlung, um Ihre Downloads zu organisieren
it: Crea la tua prima collezione per organizzare i download
pt_br: Crie sua primeira coleção para organizar seus downloads

source: Unknown Collection
ar: مجموعة غير معروفة
de: Unbekannte Sammlung
it: Collezione sconosciuta
pt_br: Coleção desconhecida

source: videos
ar: مقاطع الفيديو
it: video
pt_br: vídeos

source: Create a Collection
ar: إنشاء مجموعة
de: Sammlung erstellen
it: Crea una collezione
pt_br: Criar uma coleção

source: Enter collection name
ar: أدخل اسم المجموعة
de: Sammlungsname eingeben
it: Inserisci nome collezione
pt_br: Digite o nome da coleção

source: Collection Name
ar: اسم المجموعة
de: Sammlungsname
it: Nome collezione
pt_br: Nome da coleção

source: Open on Instagram
ar: فتح في انستغرام
de: Auf Instagram öffnen
it: Apri su Instagram
pt_br: Abrir no Instagram

source: Unlock All Features
ar: فتح جميع المميزات
de: Alle Funktionen freischalten
it: Sblocca tutte le funzionalità
pt_br: Desbloqueie todos os recursos

source: Experience Instagram without limitations
ar: استمتع بانستغرام بدون قيود
de: Erleben Sie Instagram ohne Einschränkungen
it: Usa Instagram senza limitazioni
pt_br: Experimente o Instagram sem limitações

# Premium Downloads
source: Premium Saves
ar: تحميلات مميزة
de: Premium-Downloads
it: Download Premium
pt_br: Downloads Premium

# Download stories, posts & reels in HD
source: Save stories, posts & reels in HD
ar: تحميل القصص والمنشورات والريلز بجودة عالية
de: Stories, Posts & Reels in HD herunterladen
it: Scarica storie, post e reels in HD
pt_br: Baixe stories, posts e reels em HD

source: Unlimited Access
ar: وصول غير محدود
de: Unbegrenzter Zugriff
it: Accesso illimitato
pt_br: Acesso ilimitado

# No restrictions, download as much as you want
source: No restrictions, save as much as you want
ar: بدون قيود، حمّل كما تريد
de: Keine Einschränkungen, laden Sie so viel herunter wie Sie möchten
it: Nessuna restrizione, scarica quanto vuoi
pt_br: Sem restrições, baixe quanto quiser

source: Ad-Free Experience
ar: تجربة خالية من الإعلانات
de: Werbefreie Nutzung
it: Esperienza senza pubblicità
pt_br: Experiência sem anúncios

source: Enjoy a clean, distraction-free experience
ar: استمتع بتجربة نظيفة خالية من المشتتات
de: Genießen Sie eine saubere, ablenkungsfreie Nutzung
it: Goditi un'esperienza pulita e senza distrazioni
pt_br: Aproveite uma experiência limpa e sem distrações

# Batch Downloads
source: Batch Saves
ar: تحميلات متعددة
de: Stapel-Downloads
it: Download multipli
pt_br: Downloads em lote

# Save time with multiple downloads at once
source: Save time with multiple files at once
ar: وفر الوقت مع تحميل عدة ملفات دفعة واحدة
de: Sparen Sie Zeit mit mehreren Downloads gleichzeitig
it: Risparmia tempo con download multipli simultanei
pt_br: Economize tempo com vários downloads de uma vez

source: Most Popular
ar: الأكثر شعبية
de: Am beliebtesten
it: Più popolare
pt_br: Mais popular

source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
it: Ripristina acquisti
pt_br: Restaurar compras

# Secured by Apple
source: Secured payments
ar: مؤمن بواسطة Apple
de: Gesichert durch Apple
it: Protetto da Apple
pt_br: Protegido pela Apple

# Download HD
source: Save HD
ar: تحميل بجودة عالية
de: HD herunterladen
it: Scarica HD
pt_br: Baixar em HD

# Downloading...
source: Saving...
ar: جارٍ التحميل...
de: Wird heruntergeladen...
it: Download in corso...
pt_br: Baixando...

source: Video saved successfully!
ar: تم حفظ الفيديو بنجاح!
de: Video erfolgreich gespeichert!
it: Video salvato con successo!
pt_br: Vídeo salvo com sucesso!

source: Choose from library
ar: اختر من المكتبة
de: Aus Bibliothek wählen
it: Scegli dalla libreria
pt_br: Escolher da biblioteca

source: Image selected
ar: تم اختيار الصورة
de: Bild ausgewählt
it: Immagine selezionata
pt_br: Imagem selecionada

# Download Failed
source: Save Failed
ar: فشل التحميل
de: Download fehlgeschlagen
it: Download fallito
pt_br: Falha no download

source: Please try again later
ar: يرجى المحاولة مرة أخرى لاحقًا
de: Bitte versuchen Sie es später erneut
it: Riprova più tardi
pt_br: Por favor, tente novamente mais tarde

# Preparing Download...
source: Preparing Save...
ar: جارٍ تحضير التحميل...
de: Download wird vorbereitet...
it: Preparazione download...
pt_br: Preparando download...

source: Please wait
ar: يرجى الانتظار
de: Bitte warten
it: Attendere prego
pt_br: Por favor, aguarde

source: What type of feedback do you have?
ar: ما نوع التعليق الذي لديك؟
de: Welche Art von Feedback haben Sie?
it: Che tipo di feedback hai?
pt_br: Que tipo de feedback você tem?

source: Tell us more
ar: أخبرنا المزيد
de: Erzählen Sie uns mehr
it: Raccontaci di più
pt_br: Conte-nos mais

source: Add a screenshot
ar: إضافة لقطة شاشة
de: Screenshot hinzufügen
it: Aggiungi screenshot
pt_br: Adicionar screenshot

source: Alternative Contact Options
ar: خيارات الاتصال البديلة
de: Alternative Kontaktmöglichkeiten
it: Opzioni di contatto alternative
pt_br: Opções alternativas de contato

source: Copy Feedback
ar: نسخ التعليق
de: Feedback kopieren
it: Copia feedback
pt_br: Copiar feedback

source: General
ar: عام
de: Allgemein
it: Generale
pt_br: Geral

source: Bug
ar: خلل
de: Fehler

source: Other
ar: أخرى
de: Sonstiges
it: Altro
pt_br: Outro

source: Feedback sent successfully!
ar: تم إرسال التعليق بنجاح!
de: Feedback erfolgreich gesendet!
it: Feedback inviato con successo!
pt_br: Feedback enviado com sucesso!

source: Failed to send feedback
ar: فشل إرسال التعليق
de: Feedback konnte nicht gesendet werden
it: Invio feedback fallito
pt_br: Falha ao enviar feedback

source: Help your friends discover the easiest way to save Instagram videos!
ar: ساعد أصدقاءك في اكتشاف أسهل طريقة لحفظ مقاطع فيديو انستغرام!
de: Helfen Sie Ihren Freunden, den einfachsten Weg zum Speichern von Instagram-Videos zu entdecken!
it: Aiuta i tuoi amici a scoprire il modo più facile per salvare i video di Instagram!
pt_br: Ajude seus amigos a descobrir a maneira mais fácil de salvar vídeos do Instagram!

source: Share with Friends
ar: مشاركة مع الأصدقاء
de: Mit Freunden teilen
it: Condividi con gli amici
pt_br: Compartilhar com amigos

source: My Account
ar: حسابي
de: Mein Konto
it: Il mio account
pt_br: Minha conta

source: Current Plan
ar: الخطة الحالية
de: Aktueller Plan
it: Piano attuale
pt_br: Plano atual

source: PRO PLAN
ar: الخطة المحترفة
it: PIANO PRO
pt_br: PLANO PRO

source: FREE PLAN
ar: الخطة المجانية
de: GRATIS-PLAN
it: PIANO GRATUITO
pt_br: PLANO GRATUITO

source: Upgrade
ar: ترقية
it: Aggiorna
pt_br: Atualizar

source: No Ads
ar: بدون إعلانات
de: Keine Werbung
it: Niente pubblicità
pt_br: Sem anúncios

source: HD Quality
ar: جودة عالية
de: HD-Qualität
it: Qualità HD
pt_br: Qualidade HD

source: Unlimited
ar: غير محدود
de: Unbegrenzt
it: Illimitato
pt_br: Ilimitado

# Daily Download Limit
source: Daily Save Limit
ar: حد التحميل اليومي
de: Tägliches Download-Limit
it: Limite download giornaliero
pt_br: Limite diário de downloads

# Downloads Today
source: Saves Today
ar: تحميلات اليوم
de: Downloads heute
it: Download oggi
pt_br: Downloads hoje

source: Remaining Today
ar: المتبقي اليوم
de: Verbleibend heute
it: Rimanenti oggi
pt_br: Restantes hoje

# Get unlimited downloads
source: Get unlimited saves
ar: احصل على تحميلات غير محدودة
de: Unbegrenzte Downloads erhalten
it: Ottieni download illimitati
pt_br: Obtenha downloads ilimitados

source: Quick Actions
ar: إجراءات سريعة
de: Schnellaktionen
it: Azioni rapide
pt_br: Ações rápidas

source: Restore
ar: استعادة
de: Wiederherstellen
it: Ripristina
pt_br: Restaurar

source: Share App
ar: مشاركة التطبيق
de: App teilen
it: Condividi app
pt_br: Compartilhar app

source: Help
ar: المساعدة
de: Hilfe
it: Aiuto
pt_br: Ajuda

source: Support
ar: الدعم
it: Supporto
pt_br: Suporte

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
it: Informativa privacy
pt_br: Política de privacidade

source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
it: Termini d'uso
pt_br: Termos de uso

source: Input Required
ar: الإدخال مطلوب
de: Eingabe erforderlich
it: Input richiesto
pt_br: Entrada necessária

source: Please enter a URL.
ar: يرجى إدخال رابط.
de: Bitte geben Sie eine URL ein.
it: Inserisci un URL.
pt_br: Por favor, insira uma URL.

source: Clear History
ar: مسح السجل
de: Verlauf löschen
it: Cancella cronologia
pt_br: Limpar histórico

source: Are you sure?
ar: هل أنت متأكد؟
de: Sind Sie sicher?
it: Sei sicuro?
pt_br: Tem certeza?

source: This action cannot be undone
ar: لا يمكن التراجع عن هذا الإجراء
de: Diese Aktion kann nicht rückgängig gemacht werden
it: Questa azione non può essere annullata
pt_br: Esta ação não pode ser desfeita

source: No History
ar: لا يوجد سجل
de: Kein Verlauf
it: Nessuna cronologia
pt_br: Sem histórico

# Your download history will appear here
source: Your save history will appear here
ar: سيظهر سجل تحميلاتك هنا
de: Ihr Download-Verlauf wird hier angezeigt
it: La tua cronologia download apparirà qui
pt_br: Seu histórico de downloads aparecerá aqui

source: No Videos
ar: لا توجد مقاطع فيديو
de: Keine Videos
it: Nessun video
pt_br: Sem vídeos

source: This collection has no videos yet
ar: لا توجد مقاطع فيديو في هذه المجموعة بعد
de: Diese Sammlung enthält noch keine Videos
it: Questa collezione non ha ancora video
pt_br: Esta coleção ainda não tem vídeos

source: No History Available
ar: لا يوجد سجل متاح
de: Kein Verlauf verfügbar
it: Nessuna cronologia disponibile
pt_br: Nenhum histórico disponível

# Your downloaded videos will appear here
source: Your saved videos will appear here
ar: ستظهر مقاطع الفيديو التي تم تحميلها هنا
de: Ihre heruntergeladenen Videos werden hier angezeigt
it: I tuoi video scaricati appariranno qui
pt_br: Seus vídeos baixados aparecerão aqui

source: You have entered an invalid URL. Please check the URL and try again.
ar: لقد أدخلت رابطًا غير صالح. يرجى التحقق من الرابط والمحاولة مرة أخرى.
de: Sie haben eine ungültige URL eingegeben. Bitte überprüfen Sie die URL und versuchen Sie es erneut.
it: Hai inserito un URL non valido. Controlla l'URL e riprova.
pt_br: Você inseriu uma URL inválida. Por favor, verifique a URL e tente novamente.

source: No data was received from the server. Please try again later.
ar: لم يتم تلقي أي بيانات من الخادم. يرجى المحاولة مرة أخرى لاحقًا.
de: Es wurden keine Daten vom Server empfangen. Bitte versuchen Sie es später erneut.
it: Nessun dato ricevuto dal server. Riprova più tardi.
pt_br: Nenhum dado foi recebido do servidor. Por favor, tente novamente mais tarde.

source: There was an error processing the data. Please try again.
ar: حدث خطأ أثناء معالجة البيانات. يرجى المحاولة مرة أخرى.
de: Bei der Verarbeitung der Daten ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
it: Si è verificato un errore durante l'elaborazione dei dati. Riprova.
pt_br: Houve um erro ao processar os dados. Por favor, tente novamente.

source: The request timed out. Please check your internet connection and try again.
ar: انتهت مهلة الطلب. يرجى التحقق من اتصال الإنترنت والمحاولة مرة أخرى.
de: Die Anfrage wurde zeitlich überschritten. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
it: La richiesta è scaduta. Controlla la tua connessione internet e riprova.
pt_br: A solicitação expirou. Por favor, verifique sua conexão com a internet e tente novamente.

source: A network error occurred. Please check your internet connection and try again.
ar: حدث خطأ في الشبكة. يرجى التحقق من اتصال الإنترنت والمحاولة مرة أخرى.
de: Ein Netzwerkfehler ist aufgetreten. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
it: Si è verificato un errore di rete. Controlla la tua connessione internet e riprova.
pt_br: Ocorreu um erro de rede. Por favor, verifique sua conexão com a internet e tente novamente.

source: An unknown error occurred. Please try again.
ar: حدث خطأ غير معروف. يرجى المحاولة مرة أخرى.
de: Ein unbekannter Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
it: Si è verificato un errore sconosciuto. Riprova.
pt_br: Ocorreu um erro desconhecido. Por favor, tente novamente.

source: Unlock Premium Features
ar: فتح المميزات المتقدمة
de: Premium-Funktionen freischalten
it: Sblocca funzionalità Premium
pt_br: Desbloqueie recursos Premium

source: Join thousands of satisfied users
ar: انضم إلى آلاف المستخدمين الراضين
de: Schließen Sie sich Tausenden zufriedener Nutzer an
it: Unisciti a migliaia di utenti soddisfatti
pt_br: Junte-se a milhares de usuários satisfeitos

# HD Quality Downloads
source: HD Quality Saves
ar: تحميلات بجودة عالية
de: Downloads in HD-Qualität
it: Download in qualità HD
pt_br: Downloads em qualidade HD

source: Get the highest quality videos
ar: احصل على مقاطع فيديو بأعلى جودة
de: Erhalten Sie Videos in höchster Qualität
it: Ottieni video della massima qualità
pt_br: Obtenha vídeos da mais alta qualidade

# Unlimited Downloads
source: Unlimited Saves
ar: تحميلات غير محدودة
de: Unbegrenzte Downloads
it: Download illimitati
pt_br: Downloads ilimitados

# No daily download limits
source: No daily save limits
ar: بدون حدود تحميل يومية
de: Keine täglichen Download-Limits
it: Nessun limite giornaliero di download
pt_br: Sem limites diários de download

source: Enjoy without interruptions
ar: استمتع بدون مقاطعات
de: Genießen Sie ohne Unterbrechungen
it: Goditi senza interruzioni
pt_br: Aproveite sem interrupções

source: Priority Support
ar: دعم ذو أولوية
de: Prioritäts-Support
it: Supporto prioritario
pt_br: Suporte prioritário

source: Get help when you need it
ar: احصل على المساعدة عندما تحتاجها
de: Erhalten Sie Hilfe, wenn Sie sie brauchen
it: Ottieni aiuto quando ne hai bisogno
pt_br: Obtenha ajuda quando precisar

source: Monthly
ar: شهري
de: Monatlich
it: Mensile
pt_br: Mensal

source: Weekly
ar: أسبوعي
de: Wöchentlich
it: Settimanale
pt_br: Semanal

source: Yearly
ar: سنوي
de: Jährlich
it: Annuale
pt_br: Anual

source: BEST VALUE
ar: أفضل قيمة
de: BESTER WERT
it: MIGLIOR VALORE
pt_br: MELHOR VALOR

source: FLEXIBLE PLAN
ar: خطة مرنة
de: FLEXIBLER PLAN
it: PIANO FLESSIBILE
pt_br: PLANO FLEXÍVEL

source: Save 33%
ar: وفر 33%
de: 33% sparen

source: per year
ar: في السنة
de: pro Jahr
it: all'anno
pt_br: por ano

source: per month
ar: في الشهر
de: pro Monat
it: al mese
pt_br: por mês

source: Annual
ar: سنوي
de: Jährlich
it: Annuale
pt_br: Anual

source: Only %@ per month
ar: فقط %@ في الشهر
de: Nur %@ pro Monat

source: BEST OFFER
ar: أفضل عرض
de: BESTES ANGEBOT
it: MIGLIORE OFFERTA
pt_br: MELHOR OFERTA

source: Stories
ar: القصص
it: Storie

# Download Bulk
source: Save Bulk
ar: تحميل متعدد
de: Mehrere herunterladen
it: Download multiplo
pt_br: Download em lote

# Downloading Stories...
source: Save Stories...
ar: جارٍ تحميل القصص...
de: Stories werden heruntergeladen...
it: Download storie in corso...
pt_br: Baixando stories...

source: What You'll Get
ar: ما ستحصل عليه
de: Was Sie bekommen werden
it: Cosa otterrai
pt_br: O que você vai ganhar

source: 🎉 EXCLUSIVE OFFER!
ar: 🎉 عرض حصري!
de: 🎉 EXKLUSIVES ANGEBOT!
it: 🎉 OFFERTA ESCLUSIVA!
pt_br: 🎉 OFERTA EXCLUSIVA!

source: Don't miss out on this incredible deal!
ar: لا تفوت هذه الصفقة الرائعة!
de: Verpassen Sie nicht dieses unglaubliche Angebot!
it: Non perdere questa incredibile offerta!
pt_br: Não perca esta oferta incrível!

source: Claim Your Offer Now!
ar: احصل على عرضك الآن!
de: Fordern Sie Ihr Angebot jetzt an!
it: Richiedi la tua offerta ora!
pt_br: Reclame sua oferta agora!

source: Are you sure you want to clear all history items?
ar: هل أنت متأكد أنك تريد مسح جميع عناصر السجل؟
de: Sind Sie sicher, dass Sie alle Verlaufselemente löschen möchten?
it: Sei sicuro di voler cancellare tutti gli elementi della cronologia?
pt_br: Você tem certeza de que deseja limpar todos os itens do histórico?

source: This content is not available because the account is private.
ar: هذا المحتوى غير متاح لأن الحساب خاص.
de: Dieser Inhalt ist nicht verfügbar, da das Konto privat ist.
it: Questo contenuto non è disponibile perché l'account è privato.
pt_br: Este conteúdo não está disponível porque a conta é privada.

source: Failed to decode the response. Please check the URL or account privacy settings.
ar: فشل في فك تشفير الاستجابة. يرجى التحقق من URL أو إعدادات خصوصية الحساب.
de: Fehler beim Dekodieren der Antwort. Bitte überprüfen Sie die URL oder die Datenschutzeinstellungen des Kontos.
it: Impossibile decodificare la risposta. Controlla l'URL o le impostazioni sulla privacy dell'account.
pt_br: Falha ao decodificar a resposta. Verifique a URL ou as configurações de privacidade da conta.

source: Username
ar: اسم المستخدم
de: Benutzername
it: Nome utente
pt_br: Nome de usuário

source: Enter Instagram username...
ar: أدخل اسم مستخدم انستغرام...
de: Instagram-Benutzername eingeben...
it: Inserisci nome utente Instagram...
pt_br: Digite o nome de usuário do Instagram...

source: Paste the link or enter username in the box
ar: الصق الرابط أو أدخل اسم المستخدم في المربع
de: Link einfügen oder Benutzername in das Feld eingeben
it: Incolla il link o inserisci il nome utente nella casella
pt_br: Cole o link ou digite o nome de usuário na caixa
