Repository: bakiucann/InSaveAppStore
Catalog: InstaSaver/InstaSaver/*.lproj/Localizable.strings
Languages: ar, de, it, pt_br

# Click download and save to your gallery
source: Click search and save to your gallery
ar: انقر للتحميل والحفظ في معرض الصور
de: Klicken Sie zum Herunterladen und Speichern in Ihrer Galerie
it: Clicca per scaricare e salvare nella tua galleria
pt_br: Clique para baixar e salvar na sua galeria

source: Paste URL/Username
ar: الصق الرابط/اسم المستخدم
de: URL/Benutzername einfügen
it: Incolla URL/Nome utente
pt_br: Colar URL/Nome de usuário

source: No active stories found for this user or the account is private
ar: لم يتم العثور على قصص نشطة لهذا المستخدم أو أن الحساب خاص
de: Keine aktiven Stories für diesen Benutzer gefunden oder das Konto ist privat
it: Nessuna storia attiva trovata per questo utente o l'account è privato
pt_br: Nenhuma história ativa encontrada para este usuário ou a conta é privada

source: Failed to fetch stories. Please try again.
ar: فشل في جلب القصص. يرجى المحاولة مرة أخرى.
de: Fehler beim Abrufen der Stories. Bitte versuchen Sie es erneut.
it: Impossibile recuperare le storie. Per favore riprova.
pt_br: Falha ao buscar histórias. Por favor, tente novamente.

source: Please enter an Instagram username
ar: يرجى إدخال اسم مستخدم انستغرام
it: Inserisci un nome utente Instagram
pt_br: Por favor, insira um nome de usuário do Instagram

source: Please enter only the username without URL
ar: يرجى إدخال اسم المستخدم فقط بدون رابط URL
it: Inserisci solo il nome utente senza URL
pt_br: Por favor, insira apenas o nome de usuário sem URL

source: Success
ar: نجاح
de: Erfolg
it: Successo
pt_br: Sucesso

source: Your purchases have been successfully restored!
ar: تمت استعادة مشترياتك بنجاح!
de: Ihre Käufe wurden erfolgreich wiederhergestellt!
it: I tuoi acquisti sono stati ripristinati con successo!
pt_br: Suas compras foram restauradas com sucesso!

source: Restore Failed
ar: فشلت الاستعادة
de: Wiederherstellung fehlgeschlagen
it: Ripristino fallito
pt_br: Falha na restauração

source: Failed to restore purchases. Please try again later.
ar: فشل استعادة المشتريات. يرجى المحاولة مرة أخرى لاحقًا.
de: Käufe konnten nicht wiederhergestellt werden. Bitte versuchen Sie es später erneut.
it: Impossibile ripristinare gli acquisti. Riprova più tardi.
pt_br: Falha ao restaurar compras. Por favor, tente novamente mais tarde.

source: No Purchases Found
ar: لم يتم العثور على مشتريات
de: Keine Käufe gefunden
it: Nessun acquisto trovato
pt_br: Nenhuma compra encontrada

source: No previous purchases were found to restore.
ar: لم يتم العثور على مشتريات سابقة لاستعادتها.
de: Es wurden keine früheren Käufe zum Wiederherstellen gefunden.
it: Non sono stati trovati acquisti precedenti da ripristinare.
pt_br: Nenhuma compra anterior foi encontrada para restaurar.

source: Purchase Failed
ar: فشل الشراء
de: Kauf fehlgeschlagen
it: Acquisto fallito
pt_br: Falha na compra

source: Failed to complete the purchase. Please try again later.
ar: فشل إتمام عملية الشراء. يرجى المحاولة مرة أخرى لاحقًا.
de: Der Kauf konnte nicht abgeschlossen werden. Bitte versuchen Sie es später erneut.
it: Impossibile completare l'acquisto. Riprova più tardi.
pt_br: Falha ao completar a compra. Por favor, tente novamente mais tarde.

source: Thank you for your purchase!
ar: شكرًا لك على الشراء!
de: Vielen Dank für Ihren Einkauf!
it: Grazie per il tuo acquisto!
pt_br: Obrigado pela sua compra!

# error_private_or_server
source: Download Failed. Please make sure the Instagram account is PUBLIC. We cannot download from Private accounts.
ar: فشل التنزيل. يرجى التأكد من أن حساب Instagram عام. لا يمكننا التنزيل من الحسابات الخاصة.
de: Download fehlgeschlagen. Bitte stellen Sie sicher, dass das Instagram-Konto ÖFFENTLICH ist. Wir können nicht von privaten Konten herunterladen.
it: Download fallito. Assicurati che l'account Instagram sia PUBBLICO. Non possiamo scaricare da account privati.
pt_br: Download falhou. Certifique-se de que a conta do Instagram está PÚBLICA. Não podemos baixar de contas privadas.

# error_connection_timeout
source: Connection timed out. Please check your internet and try again.
ar: انتهت مهلة الاتصال. يرجى التحقق من اتصالك بالإنترنت والمحاولة مرة أخرى.
de: Verbindungszeitüberschreitung. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
it: Timeout della connessione. Controlla la tua connessione internet e riprova.
pt_br: Tempo de conexão esgotado. Verifique sua internet e tente novamente.
